Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/OT Ucrania 29mayo(la mitad posterior).tmx
Source language: es_pe
Languages: en_us

source: Se trata entonces de dos aspectos de la misma cuestión nacional para Ucrania:
en_us: It is then two aspects of the same national question for Ukraine:

source: (Extraído de “La Verdad sobre la Crisis en Ucrania”)
en_us: (From "The Truth About Crisis in Ukraine")

source: Las masas del Este han recibido durante estos días de “primavera electoral”, el frío invernal de la muerte a manos de la ofensiva militar del régimen que se ha cobrado la vida de centenares de milicianos, masacre brutal que ha superado con creces a la de Odesa:
en_us: The masses of the East have received during these days of "electoral spring", the wintry chill of death at the hands of the regime's military offensive that has claimed the lives of hundreds of militiamen, brutal slaughter that has far exceeded that of Odessa:

source: Ucrania es hoy una nación constituida a su vez por dos nacionalidades:
en_us: Ukraine today is a nation constituted in turn by two nationalities:

source: Ahora Sector de Derecha y Svoboda anuncian una posible fusión de sus organizaciones, cuestión que confirma plenamente nuestro análisis y termina de echar por tierra todas las estupideces de la izquierda pro-europea acerca de un supuesto carácter “moderado” y “parlamentario” de Svoboda.
en_us: Now Right Sector and Svoboda announce a possible merger of their organizations, an issue that confirms our analysis fully and finishes scupper all the stupidities of the pro-European Left about an alleged "moderate" and "parliamentary" Svoboda.

source: Ahora vemos como los morenistas de la LIT-CI siguen con algunas enmiendas el manual estalinista de cómo hacer frente al fascismo o mejor dicho, de cómo capitularle.
en_us: Now we see how the IWL-FI of Nahuel Moreno, follows with some amendments the Stalinist manual on how to deal with fascism or rather how capitulate.

source: Apoyado en esto, el reformismo puede hundir en su pantano ideológico el programa revolucionario del proletariado frente al fascismo.
en_us: Supported in this, reformism can sink in their ideological swamp the revolutionary program of the proletariat against fascism.

source: Así,
en_us: So,

source: Bajo su brutal dominio burocrático, el estalinismo transformó la URSS en una verdadera cárcel de naciones:
en_us: Under its bureaucratic rule, Stalinism transformed the USSR into a real prison of nations:

source: Con este confusionismo criminal fue que el estalinismo desarmó al proletariado frente al fascismo en Polonia y Alemania consumando una traición de repercusiones históricas y universales.
en_us: Thanks to this criminal confusionism, Stalinism could disarm the proletariat against fascism in Poland and Germany consummating a betrayal of historical and universal implications.

source: De hecho así como Stalin masacró sobre todo a las masas no rusófonas, Hitler hizo igual con las masas rusófonas, y estos acontecimientos están sellados con sangre en la conciencia histórica de los explotados de Ucrania por generaciones.
en_us: In fact just like Stalin massacred and especially non-Russian speaking masses, Hitler did the same with the Russian-speaking masses, and these events are sealed with blood in the historical consciousness of the exploited of Ukraine for generations.

source: El rol de la izquierda reformista consiste en reivindicar solo un aspecto y desconocer el otro, reconstruyendo sobre el proletariado ucraniano otro “Muro de Berlín” contra-revolucionario.
en_us: The role of the reformist Left is to claim only one aspect and ignore the other, rebuilding on the Ukrainian proletariat another "Berlin Wall" counter-revolutionary.

source: Este es el significado del consenso político en respaldo de Poroshenko, el candidato vencedor que sostiene este nuevo ardid de guerra del régimen de transición.
en_us: This is the meaning of the political consensus in support of Poroshenko, the winning candidate holding this new war trick of the transitional regime.

source: Esto tuvo como consecuencia que unos fueron más iguales que otros y que para las nacionalidades les fueran asignadas distintas categorías:
en_us: This meant that some were more equal than others and that their nationalities were assigned different categories

source: Estos son pues solo algunos ejes del nuevo artículo que estamos preparando sobre la actual situación abierta en Ucrania y que será publicado próximamente, junto con nuestra polémica definitiva con las principales corrientes internacionales del seudo-trotskismo, verdadera sombra del estalinismo.
en_us: These are just some axes for the new article we are preparing for the currently open situation in Ukraine and will be published shortly, along with our final controversy with mayor currents of the international pseudo-Trotskyism, real shadow of Stalinism.

source: Finalmente, el fascismo puede ser confundido con el reformismo, porque ambos son en última instancia "organizaciones políticas al servicio del capital".
en_us: Finally, fascism can be confused with reformism, because both are ultimately "political organizations at the service of capital".

source: Finalmente, la izquierda reformista sigue jugando el mismo rol contra-revolucionario que hemos definido claramente en nuestro documento de principios de mayo.
en_us: Finally, the reformist left still playing the same counter-revolutionary role that we have clearly defined in our document in early May.

source: Igualmente, una milicia fascista puede ser confundida con una simple banda de mercenarios, porque ambos son "hombres armados financiados por el capital".
en_us: Similarly, a fascist militia can be confused with a simple band of mercenaries, because both are "gunmen financed by capital".

source: LA CUESTIÓN NACIONAL UCRANIANA
en_us: UKRAINE AND THE NATIONAL QUESTION

source: La burocracia estalinista rusa ejercía su dominio y opresión sobre Ucrania a través de la nomenclatura rusófona de este país.
en_us: The Russian Stalinist bureaucracy exerted its dominance and oppression of Ukraine through the Russian-speaking nomenclature for this country.

source: La izquierda pro-europea se ha manchado de sangre y oprobio al continuar sosteniendo al régimen de transición fascista silenciando o justificando masacres como la de Odesa o la de Donetsk,
en_us: The pro-European Left has stained itself with blood and shame to continue supporting the fascist transition regime silencing or justifying massacres like Odessa or Donetsk,

source: La nueva burguesía ucraniana actuaba como agente cipayo de la dominación imperialista pero para las masas más atrasadas se trataba de la misma casta rusófila en el poder.
en_us: The new Ukrainian bourgeoisie acted as sepoy of imperialist domination but for the most backward masses was the same Russophile caste in power.

source: La restauración del capitalismo no resolvió en absoluto esta situación sino la agudizó al extremo:
en_us: The restoration of capitalism has not solved this situation at all but has worsened to the extreme:

source: La revolución proletaria y la contra-revolución fascista se ponen frente a frente nuevamente sobre el marasmo de la profunda crisis del modo de producción capitalista.
en_us: The proletarian revolution and fascist counter-revolution face each other again on the morass of the profound crisis of the capitalist mode of production.

source: Los explotados rusófonos por el contrario, fueron tomando conciencia de la opresión del imperialismo sobre Ucrania y en particular sobre su nacionalidad, ya que EEUU y Alemania impulsaron siempre la xenofobia anti-rusa desde el campo burgués pro-europeo.
en_us: The Russian-speaking exploited by contrast, were becoming aware of the oppression of imperialism on Ukraine and in particular on their nationality, as the U.S. and Germany have always promoted the anti-Russian xenophobia from the pro-European bourgeois camp.

source: No menos despreciable es el confucionismo pequeño-burgués de los pro-rusos del PTS de Argentina, que evitan llamar las cosas por su nombre para eludir las obligaciones revolucionarias que eso implica, pretendiendo con esto proteger su burbuja electoral de la crítica demoledora del trotskismo.
en_us: No less despicable is petty-bourgeois confusionism of the pro-Russian and Argentinian "Workers Socialist Party" (PTS), fails to call things by their name to avoid revolutionary obligations that implies, pretending with this to protect its electoral bubble from devastating critique of Trotskyism.

source: Para la burocracia totalitaria, la Ucrania Soviética se convirtió en una división administrativa de una unidad económica y de una base militar de la URSS” (Trotsky, La Cuestión Ucraniana).
en_us: To the totalitarian bureaucracy, Soviet Ukraine became an administrative division of an economic unit and a military base of the USS". (Trotsky, Problem of Ukraine).

source: Pero el rol contra-revolucionario sobre el proletariado lo están jugando a nivel internacional, echando barro sobre la cuestión ucraniana, revisando el programa marxista para la cuestión nacional y desarmándolo por completo ante el avance del fascismo, cuestión particularmente aguda en Grecia y por lo tanto en Europa y con repercusiones en todo el mundo.
en_us: But the counter-revolutionary role against the proletariat they are playing internationally, covering up on the Ukrainian question, doing revision of the Marxist program for the national question and completely disarming them in the face the rise of fascism, particularly acute question in Greece and therefore in Europe and worldwide impact.

source: Simultáneamente, en las elecciones europeas, la “extrema derecha” salió también triunfante con fascistas como los de Amanecer Dorado ubicándose como tercera fuerza política en Grecia, país que además es el primer destino de la migración ucraniana.
en_us: Simultaneously, in the European elections, the "extreme right" also came out triumphant with fascist as Golden Dawn ranking as the third political force in Greece, which is also the first destination of Ukrainian migration.

source: Sin embargo, para Ucrania la cuestión nacional es también fundamental y está íntimamente relacionada con la cuestión del fascismo.
en_us: However, for Ukraine the national question is also essential and is closely related to the question of fascism.

source: Sobre ellos recayó la peor de las opresiones nacionales.
en_us: Above them, the worst national oppression fell.

source: Sobre esta base es que subordinan políticamente al proletariado a un campo u otro de la burguesía.
en_us: On this basis it is politically subordinate the proletariat to one camp or another of the bourgeoisie.

source: Un "golpe" fascista puede ser confundido con un golpe bonapartista, porque en ambos casos se trata por la forma de "un alzamiento militar en interés de la burguesía".
en_us: A fascist "coup" can be confused with a Bonapartist coup, because in both cases it has the form of "a military uprising in the interest of the bourgeoisie".

source: Uno de los pilares fundamentales de la política reformista "radical" sobre el fascismo consiste en liquidar cualquier intento serio de definición marxista de esta forma de reacción burguesa.
en_us: One of the pillars of the "radical" policy of reformism about fascism is to liquidate any serious attempt to Marxist definition of this form of bourgeois reaction.

source: Y es que sin una definición exacta, la insurrección fascista puede ser confundida con la revolución proletaria, porque en ambos casos se trata formalmente de un "alzamiento armado de masas".
en_us: Thus, without a precise definition, fascist insurrection can be confused with the proletarian revolution, because in both cases it is formally an "armed uprising of the masses".

source: Ya hemos señalado que la minoría rusófona aumentó considerablemente durante décadas, como resultado de la política estalinista de rusificación.
en_us: We have already noted that the Russian-speaking minority increased significantly for decades, as a result of the Stalinist policy of Russification.

source: el derecho a la autodeterminación nacional de los explotados rusófonos y no rusófonos con relación al imperialismo yanqui y europeo.
en_us: the right to national self-determination of the non-Russian speaking and Russian-speaking exploited relative to European and Yankee imperialism.

source: la “gran minoría” rusófona del Este y Sur, y la mayoría no rusófona del centro y del oeste (incluyendo a pequeñas minorías nacionales como la tártara).
en_us: the "large minority" of the Russian-speaking east and south, and the non-Russian speaking majority of central and west (including small national minorities such as tartar).

source: mientras llaman "revolución democrática" a la insurrección fascista del Maidán, ahora dicen que el club lumpen de artes marciales "Oplot" es un partido fascista del campo pro-ruso.
en_us: while It calls "democratic revolution" to the fascist insurrection of Maidan, now says "Oplot", a lumpen martial arts club, is a fascist party of pro-Russian camp.

source: mientras que fueron hundidas las condiciones de vida de los trabajadores con los explotados no rusófonos recibiendo la peor parte, especialmente en el campo.
en_us: while the living conditions of the workers were sunk and the non-Russian speaking took the brunt, especially in the country.

source: mientras que la izquierda pro-rusa encabezada por el PC está profundizando su crisis al desenmascararse su cobarde pacifismo y servilismo al pacto de Putin frente a la heroica resistencia armada de las masas anti-fascistas del Este, aisladas y traicionadas por toda la izquierda reformista mundial.
en_us: while the pro-Russian Left led by the PC is deepening its crisis to unmask his cowardly pacifism and servility to Putin pact against the heroic armed resistance of the anti-fascist Eastern masses, isolated and betrayed by all the world's reformist Left.

source: se sustituyó la opresión burocrática de Rusia sobre Ucrania por la opresión imperialista sobre estas dos naciones y gracias al pacto con la burocracia ucraniana mutada en burguesía, la opresión de los ucranianos rusófonos sobre los no rusófonos se agravó, porque ahora los viejos privilegios burocráticos fueron transformados en ganancias multimillonarias,
en_us: bureaucratic oppression of Russia on Ukraine was replaced by the imperialist oppression of these two nations and through the pact with the Ukrainian bureaucracy that mutate into bourgeoisie, oppression of the Russian-speaking Ukrainians on the non-Russian speaking worsened, because now the old bureaucratic privileges were transformed into multimillionaire profits,

source: si el ciudadano ruso se podía considerar de primera categoría y el ciudadano ucraniano rusófono de segunda, la burocracia estalinista reservó el tercer lugar para los explotados no rusófonos de Ucrania.
en_us: if the Russian citizen could be considered of first category and the Russian-speaking Ukrainian citizen of second category, the Stalinist bureaucracy reserved the third category for the non-Russian speaking in Ukraine.

source: ¡Abajo el régimen de transición fascista y su pacto y ofensiva reaccionaria contra el proletariado rusófilo y no rusófilo!
en_us: Down with the fascist transition regime and its pact and reactionary offensive against the Russian-speaking and non-Russian speaking proletariat!

source: ¡Fuera de Ucrania las bases y tropas contra-revolucionarias de Putin!
en_us: Out of Ukraine the counter-revolutionary bases and troops of Putin!

source: ¡Por el derecho a la autodeterminación nacional de los explotados rusófonos y no rusófonos de Ucrania bajo un Estado Obrero Socialista y Democrático!
en_us: For the right to national self-determination for the Russian-speaking and non-Russian speaking exploited of Ukraine under a Socialist and Democratic Workers' State!

source: ¡Por el envío de brigadas obreras internacionales para combatir al fascismo y a las tropas de Putin, desde Grecia, España, Rusia, Libia y desde todos los rincones donde los explotados pasan hambre!
en_us: By sending international workers brigades to fight fascism and Putin troops from Greece, Spain, Russia, Libya and from all corners where the exploited starve!

source: ¡Que las direcciones del proletariado rompan ya su sometimiento a la oligarquía y al imperialismo y pongan en pie de inmediato un gran frente obrero anti-fascista y revolucionario de todos los explotados desde Lvivy Kiev hasta Donetsk y Crimea!
en_us: It addresses the proletariat and break their submission to the oligarchy and imperialism and immediately put up a great anti-fascist and revolutionary worker front of all the exploited from Lviv and Kiev to Donetsk and Crimea!

source: ¡Viva la resistencia armada de los explotados anti-fascistas del Este, por la auto-organización y armamento del proletariado minero!
en_us: Long live the armed resistance of the anti-fascist exploited of East, for self-organization and armament of the mining proletariat!

source: “La operación anti-terror en Donestsk continuará hasta que todos los terroristas sean destruidos o hasta que ellos se rindan”, ha declarado Alexei Dmitrashkovsky, el vocero militar del gobierno de Kiev.
en_us: "The anti-terror operation in Donetsk will continue until all the terrorists will be destroyed or until they surrender", said Alexei Dmitrashkovsky, the military spokesman for Kiev's government.

source: “En ninguna otra parte las restricciones, purgas, represiones y, en general, todas las formas de truhanería burocrática asumieron dimensiones tan asesinas como en Ucrania, al intentar aplastar poderosos anhelos de mayor libertad e independencia profundamente arraigados en las masas.
en_us: “Nowhere did restrictions, purges, repressions and in general all forms of bureaucratic hooliganism assume such murderous sweep as they did in the Ukraine in the struggle against the powerful, deeply-rooted longings of the Ukrainian masses for greater freedom and independence.
